[{"title":"Abdoulaye Wade","image":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/c\/c2\/Abdoulaye_Wade_%281%29.jpg\/330px-Abdoulaye_Wade_%281%29.jpg","category":"politique","content":"Biographie\r\nJeunesse, études et début de carrière professionnelle\r\nLe père et l&#39;oncle d&#39;Abdoulaye Wade ont servi dans les tirailleurs sénégalais durant les combats de la Première Guerre mondiale en France2. Son père meurt en 1984 à l&#39;âge de 99 ans. Il mettra en avant la longévité de son géniteur pour sa propre carrière politique3.\r\n\r\nEn 1947, il obtient le diplôme de fin d&#39;études à l&#39;École normale William Ponty à Sébikotane4.\r\n\r\nEntre 1951 et 1952, il suit un cursus mathématique en France (mathématiques élémentaires et supérieures au lycée Condorcet, Paris 9e).\r\n\r\nDe 1952 à 1957, il étudie à la faculté des Sciences, puis à la faculté des Lettres et enfin à l&#39;École libre de Droit de Besançon. Il est ensuite avocat stagiaire au Barreau de Besançon5.\r\n\r\nIl est titulaire d&#39;un doctorat en droit et sciences économiques de l&#39;université de Grenoble. Soutenue en 1959, sa thèse s&#39;intitule Économie de l&#39;Ouest africain : unité et croissance. Wade pratique brièvement le métier d&#39;avocat en France avant de rentrer au Sénégal pour plaider au barreau de Dakar et enseigner à l&#39;université Cheikh Anta Diop.\r\n\r\nEn mai 1963, il défend le président du Conseil du Sénégal, Mamadou Dia, et quatre autres ministres, Valdiodio N&#39;diaye, Ibrahima Sarr, Joseph Mbaye et Alioune Tall, dans le cadre du procès de la crise politique de décembre 1962. Il défend le président du Conseil et ses quatre compagnons en compagnie de Robert Badinter, accusés de « tentative de coup d&#39;État » par Léopold Sédar Senghor6.","id":1630685637},{"title":"Thomas Sankara","image":"https:\/\/upload.wikimedia.org\/wikipedia\/commons\/thumb\/4\/40\/Thomas-sankara-dessin.jpg\/330px-Thomas-sankara-dessin.jpg","category":"politique","content":"Thomas Sankara, né le 21 décembre 1949 à Yako en Haute-Volta et mort assassiné le 15 octobre 1987 à Ouagadougou au Burkina Faso, est un homme d&#39;État anti-impérialiste, révolutionnaire, socialiste, panafricaniste et tiers-mondiste voltaïque, puis burkinabèNote 2, chef de l’État de la République de Haute-Volta rebaptisée Burkina Faso, de 1983 à 1987.\r\n\r\nIl est le président du pays durant la période de la première révolution burkinabè du 4 août 1983 au 15 octobre 1987, qu&#39;il finit par totalement incarner. Durant ces quatre années, il mène à marche forcée, et y compris en recourant à la répression de certains syndicats ou organisations politiques rivales, une politique d&#39;émancipation nationale (qui passe par exemple par le changement du nom de Haute-Volta issu de la colonisation en un nom issu de la tradition africaine : Burkina Faso, qui est un mélange de moré et de dioula et signifie Pays [ou Patrie] des hommes intègres), de développement du pays, de lutte contre la corruption ou encore de libération des femmes.\r\n\r\nIl est abattu lors d&#39;un coup d&#39;État qui amène au pouvoir Blaise Compaoré, le 15 octobre 1987. Son souvenir reste vivace dans la jeunesse burkinabé mais aussi plus généralement en Afrique, qui en a fait une icône, un « Che Guevara africain », aux côtés notamment de Patrice Lumumba.","id":1630685728}]